Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN THE RUNWAY.tmx
Source language: ko
Languages: en

source: 어?
en: Are you seven?

source: 그런데 해준아, 이번엔 안 돼.
en: but haejun, not this one.

source: 내가 지금 무슨 생각을 했는지 알면, 유지안 씨 뒤로 넘어갈걸.
en: if you knew what I was thinking just now, you’d faint.

source: 지금까지 살면서 클럽 한 번 가본 적 없어요.
en: I’ve never been to a club before either.

source: 아니, 대체 얼마나 대단한 여자길래 우리 현민이가 눈에 안 찬대?
en: how amazing could she be if you aren’t enough?!

source: 그냥ꞏꞏꞏ
en: I just...

source: 아⋯
en: ugh...

source: 그래서 내가 지내는 집 주소가 필요한 거야?
en: is that why you need to know where I’m staying?

source: 지안 씨ꞏꞏꞏ
en: jian!

source: 절레
en: SHAKE

source: 휙
en: pull

source: 내가 궁금해?
en: you’re curious about my well being?

source: 누구?
en: who said that?

source: 찰칵
en: CLICK

source: 어떻게 오셨어요?
en: welcome. do you have an appointment?

source: 기분 더 잡치기 전에!
en: before you ruin it even more!

source: 네.
en: yes.

source: 탁
en: CLAP

source: 보기엔 그렇지 않은데,
en: she doesn’t seem like it at first...

source: 하아
en: sigh

source: 돼지**곱창
en: pig intestines

source: 나도 언니랑 같은 사람이니까.
en: I’m just a person, like you.

source: 기억이 안 나세요?
en: you don’t remember?

source: 아주 사람 속 뒤집어 놓는 재주들이 상당해서 칭찬 좀 해주려고 불렀습니다, 내가.
en: so, I gathered you here to tell you how amazed I am at your incompetence.

source: 뭐, 이쪽 와이프 되는 사람이에요?
en: what, are you his wife or something?

source: 얼마야.
en: how much is it?

source: 혹시 지안이 집인가?
en: is this her place?

source: 며칠 전엔 글쎄, 복사 심부름 시키시더라?
en: he asked me to print things a couple days ago.

source: 나랑 있으면 입맛이 떨어진다고 해석하면 되는 건가?
en: you lose your appetite around me because you dislike me?

source: 말해요.
en: talk.

source: 다 먹고살자고 하는 짓인데 점심은 먹고 하지 그래요?
en: ...but you shouldn’t skip lunch. we work to live, not live to work.

source: 가는 게 있었으면 오는 것도 있어야지.
en: that was the question.

source: 유라 선배에게 커피 심부름을 시킨 것이다.
en: ...which is something he never does.

source: 야야, 카드 가져가.
en: then take my card!

source: 정신 좀 차려보세요.
en: wake up!

source: 꽈악
en: squeeze

source: 야, 이성민!
en: hey, seongmin!

source: 딱
en: SNAP

source: 상대의 마음을 확인하기 위해선 때때로 유치한 방법이 가장 잘 들어맞는 법이다.
en: sometimes being simple and straightforward is the best way to see if they feel the same.

source: 맥주 4,000
en: beer $4

source: 우리 런웨이는 당신을 상대로 계약위반 손해 배상 청구 소송을 진행할 생각입니다.
en: you’ll be sued for breach of contract and our financial damages from it.

source: 잘난 놈이라 싫다고 했던가?
en: because I’m one of those “perfect guys”?

source: 네, 오랜만이네요.
en: yeah, it’s been a while.

source: 팔락
en: flip

source: 저 성격 맞추는데 북극해로 되겠냐?
en: the patience of gandhi won’t work. you know him.

source: 그냥 불도 아니고 꺼지지 않는 무서운 화마.
en: not just any fire, either. we’re unending flames.

source: ⋯예?
en: sorry?

source: 아무 일도 없고 우리 둘 다 아주 잘 지내고 있어.
en: there’s not much happening. we’re both doing really well.

source: 너희들은 경운기 타고 왔냐?
en: did you ride a tricycle here?

source: 탕비실
en: office pantry

source: 두 번 다신 안 볼 것처럼 굴더니 왜 찾아온 거야?
en: so, why are you here? you acted like you were never going to see me again.

source: 부원장 있어요?
en: is the assistant director here?

source: 언제부터 엿듣는 게 취미가 됐어?
en: since when was eavesdropping your hobby?

source: 나 유지안 씨만 예뻐해.
en: jian is my favorite.

source: 서프라이즈라도 해주러 갈까?
en: maybe I should surprise them.

source: 우리 톱스타님!
en: look who it is!

source: 듣고 보니 내가 싫은 건 아니네?
en: sounds like you don’t dislike me.

source: 그쪽이 뭔데 남의 애한테 손을 대, 손을 대긴!
en: who are you to touch my kid? why are you yelling at him?

source: 일단 2층 호텔 내 커피숍부터 시작하죠.
en: let’s start with the coffee shop on the second floor of this hotel.

source: 그냥 붙잡고 키스나 해버릴까?
en: and just kiss her right here?

source: 누구 좋으라고 폐인처럼 살아.
en: why would I do that?

source: 최유라 씨.
en: yura.

source: 상대를 이해하려는 노력을 조금도 하지 않았다.
en: ...because we were too busy protecting our own ego.

source: 응, 꼭 승소해라.
en: yeah, so go win this case.

source: 피식
en: CHUCKLE

source: 사 와.
en: go get it.

source: 꼴사나우니까.
en: it’s disgusting.

source: 내가 마음껏 빨게 해준다고 했었지?
en: you can kiss me all you want.

source: 울망
en: SOB

source: 소곤
en: WHISPER

source: 슥
en: grab

source: 뜬구름 잡는 문장 말고 팩트만 써.
en: cut the flowery language and keep it analytical.

source: 야, 신현민.
en: hey, hyeonmin.

source: 하, 씨
en: ugh, damn it...

source: 으아아아앙!
en: DAD!!!!!

source: 해준이랑 영화 볼 땐 뭐 먹었어요?
en: what did you have when you were out with haejun?

source: 예?
en: huh?

source: 딱콩
en: TAP

source: 힐이 꽤 높아 보이는데, 발 안 아파?
en: are those high heels hurting your feet?

source: 언니도 연예인 처음 봐요?
en: Is this your first time meeting a celebrity?

source: 너는!!
en: YOU?

source: 활짜악!
en: think of something funny!

source: 꼴사납게 굴지 말라며?
en: not to mess with you.

source: 그린-티
en: green tea

source: 이중 주차 할 때 중립기어는 필수야.
en: you have to put the gear in neutral when you’re double parking.

source: 영화 보기 좋은 요일이네.
en: that’s a good day for movies.

source: 해, 해준 씨!!!
en: h-haejun!

source: 이 개ㅅ끼야.
en: you bastard.

source: 채색 데이
en: Colors Day

source: 너도 나한테 계속 흔들려줬으면 좋겠어.
en: I just hope that you can give me a chance.

source: 얘기해 봐!
en: tell me!!!

source: 끄응..
en: urgh

source: 그렇게 1년을 죽자 살자 매달렸다.
en: then, I spent a year trying to get her heart.

source: 후다닥
en: rush

source: 멈칫
en: freeze

source: 2년
en: two years.

source: 지잉
en: BUZZ

source: 제발.
en: please.

source: 슬금
en: sneak

source: 근데 나, 위로 필요 없어.
en: but you don’t have to do this for me.

source: 됐어.
en: it’s okay.

source: 심플하네.
en: It doesn’t have to be him.

source: 유지안 씨.
en: jian.

source: KO
en: EN

source: 아무래도 해범에게 그 '치유약'이란
en: for haebeom, that painkiller...

source: 그만하랬지, 내가.
en: I told you to stop!

source: 대체 술을 얼마나 드셨길래!
en: how much did you drink?!

source: 그럼 몸만 섞는 관계는 그만 청산하고.
en: then, let’s drop this friends with benefits bullsh*t...

source: 그러니까 걱정 말고 들어가.
en: so don’t worry about it, and just get some rest.

source: ⋯예, 송구스럽습니다.
en: I know, I sincerely apologize...

source: ꞏꞏꞏ어?
en: hmmm?

source: 시, 식권이라도!
en: t-take the meal ticket then!

source: 장 검사, 대답 안 해?
en: prosecutor jang, are you listening?

source: 끼익..
en: creak

source: 네 아들이 이젠 어른이 되어서 사랑이라는 걸 하는구나.
en: your son grew up to be an amazing man... one who is now falling in love.

source: 염통구이
en: grilled beef heart

source: 그런 거 아니니까 정신들 차려.
en: get it together, this is a business.

source: 양수기함
en: water pump

source: 그런 건 결혼 전에나 허용되는 거지.
en: those are all only allowed before marriage.

source: 자존심 따위는 모두 버린 듯이.
en: he’s falling over himself to get me.

source: 편집장님은 잘나서 부담된다고.
en: you’re too much of a hotshot.

source: 머리는 장식으로 달고 다니나 보죠?
en: didn’t you hear me?

source: 아무리 피곤하고 바쁘고 스트레스 받고 잠을 못 잤어도!!
en: no matter how tired, busy, stressed, or sleep deprived you were!

source: 네가 어디서 어떻게 지내는지 궁금해.
en: I want to know where you’re staying.

source: 해준 씨, 정신 좀 차려요.
en: haejun, wake up.

source: 점푸
en: LEAP

source: 아이고, 이런 예쁜 까페에 데려와주셔서 감사합니다ㅡ
en: thaank you sooo much for bringing me to this beautiful, breathtakingly pink coffee shop.

source: 어?{j}너희들이 미운 일곱 살이야?
en: are you both children?{j}

source: 호록
en: SLURP

source: 어머니?
en: mother?

source: 그래?
en: yeah?

source: 확
en: GRAB

source: 금방 다녀올게.
en: I’ll be right back.

source: 그냥 과하게 잘생겼다 정도죠, 뭐.
en: you’re really good looking, that’s all.

source: 비싸게 구는 게 아니라 비싼 겁니다.
en: I am hard to get.

source: 법카 줘요.
en: give me the card.

source: 그만 좀 해.
en: so stop it.

source: 여긴 왜 온 거지?
en: why did I come here?

source: 하암~
en: yawn

source: 안 바쁘면 같이 놀이터나 가자고.
en: go to the playground with me, if you’re not too busy.

source: 일어나.
en: get up.

source: 왜 이렇게 달려.
en: why are you going so hard?

source: 하암
en: yawn

source: 야, 장진경!
en: jingyeong!!!

source: 설레서 못 잤어?
en: you couldn’t fall asleep, thinking of me?

source: ⋯우린.
en: we...

source: 하나만 묻자.
en: let me ask you something.

source: 느낌이 어때요?
en: what is it like?

source: 뭐 해?
en: what are you doing?

source: 넌 내 몸만 좋은 거야?
en: are you only in it for my body?

source: 편집장님이?
en: the chief?

source: 또각
en: clack

source: 애 아빠인 나는 까맣게 몰랐고
en: ...and I, the father, never knew.

source: 혹시 애인한테도 그래?
en: are you this cold to your girlfriend too?

source: 사과도 안 했고.
en: didn’t apologize,

source: 뭡니까?
en: excuse me?

source: 형은 형수 같은 세련된 도시 여자 말고,
en: try dating someone who’s more of a traditional wifey type,

source: 야채곱창 11,000
en: pig intestine veggie stir fry $11

source: 아윽⋯
en: ugh...

source: 곤란하게 만들어 드리고 싶지 않아요.
en: I don’t want you to have to deal with that.

source: 에이, 그래도 내가 후밴데 어떻게 하늘 같은 선배님이 커피 셔틀 하시는 꼴을 보겠습니까?
en: still, how could I let my boss go on a coffee run?

source: 아니 신 변호사님.
en: I mean, lawyer shin.

source: 품은 교환환불이 불가
en: items cannot be returned or exchanged.

source: 내가 촬영을 하랬지.
en: I told you to help out with the photoshoot,

source: 너 아직 법적으론 내 와이프야.
en: legally, you’re still my wife.

source: 일
en: JAPAN

source: 원작 Hirachell
en: Original Work Hirachell

source: 흡
en: GULP

source: 어떨 때는 베테랑 같은데 또 어떨 때는 연애 초보 같고.
en: sometimes you seem like a player, and other times, you’re like a 16 year old who’s never been in love before.

source: 너냐?
en: is this you?

source: 자, 신부님!
en: okay, ms. bride!

source: 아뇨, 전 그런 뜻이 아니라⋯
en: no, I mean...

source: 1004병원
en: 1004 clinic

source: KR
en: EN

source: 다른 분들도 많이 기다리고 계시는데⋯ 그리고 저희가 대실을 해놔서 곧 방도 빼야 하고요.
en: a lot of people are waiting for you, and we have to check out of this room soon.

source: 잔치국수
en: Banquet Noodles

source: 누굴 거지로 봐?
en: do you think I can’t afford this?

source: 카라멜마키야또 3.8 4.1
en: caramel macchiato $3.8 $4.1

source: 그러게.
en: I don’t know.

source: 이번 주는 정신이 좀 없으니까 다음 주에 하는 걸로 하자.
en: I’m a little booked this week, so let’s do it next week.

source: 우리가 하고 있는 이거, 뭐야?
en: what are we?

source: 벌컥
en: clack

source: 무슨 일?
en: why would I not be?

source: 내가 정말…미안해…
en: I’m really sorry...

source: 복사, 스캔 등의 심부름은 평소에도 종종 시켜왔지만 커피 심부름은 단 한 번도 직원들에게 시킨 적 없었다.
en: he has asked her to copy and scan things before, but he never asks anyone for coffee.

source: 내가 애인에게도 그래?
en: am I cold to my girlfriend?

source: 동대문 옷이 원래 이렇게 비쌌던가?
en: have dongdaemun clothes always been this expensive?

source: 내가 대체 저런 찌질한 새끼가 뭐가 그리 좋아서 5년씩이나 만났지?
en: how did I date a guy like that for five years?!

source: ⋯너는.
en: you...

source: 얼그레이/다즐랭 3.0 3.3
en: earl grey/darjeeling $3.0 $3.3

source: 당신들은 런웨이 사장님을 무슨 자선사업가로 착각하는 모양인데,
en: do you think we’re running a charity here?

source: 꾸욱
en: CLENCH

source: 와락
en: hug

source: 사람 성질 긁었고.
en: and got on my nerves.

source: 일이백짜리도 아니고, 이 시계를 어떻게 줘.
en: this watch isn’t something we can just give to him.

source: 변호사가 폭행 전과가 있으면 되겠습니까?
en: you’re a lawyer! you don’t want this on your record!

source: 넌 왜 챙겨줘도 ㅈ랄이냐?
en: what’s wrong with you? I’m just being nice.

source: 윽ꞏꞏꞏ
en: ugh...

source: 뭐 마실래?
en: what do you want to drink?

source: 야, 신해준.
en: haejun.

source: 왜, 뭐.
en: what? why?

source: 내 팔 부러졌다!
en: MY ARM’S BROKEN!

source: 다이어트 같은 거 하나?
en: are you trying to lose weight?

source: 정말 대단하다, 대단해.
en: how does he do that?!

source: 날도 추워져서 이런 데서 주무시면 얼어 죽어요.
en: it’s too cold outside. you can’t fall asleep here!

source: 제가 왜요?
en: me? how come?!

source: 집에서라도 좀.
en: just please!

source: 이제 인정할 시기가 다가오는 것 같다.
en: I think I have to admit it.

source: 경찰 불러.
en: call the police.

source: 남편이랑도 잘 하지 않는 통화를,
en: I don’t really call or text him,

source: 무슨 기분 좋은 일이라도 있으신가?
en: is he in a good mood?

source: 톡톡
en: tap tap

source: 날짜는 문자로 알려준다며?
en: you said you would text me the date.

source: 진경아, 너 진짜⋯
en: jingyeong, why...

source: 여기요.
en: excuse me.

source: 내가 갈게요.
en: I’ll go.

source: 그리고 넌 이리 와, 이 새끼야.
en: and you. get over here, you bastard.

source: 머뭇
en: hesitant

source: 나중에 얘기하면 안 되고?
en: can we wait until later?

source: 곰곰..
en: hmmm

source: 변호사가!
en: you’re a lawyer!

source: 제 남편 관리는 제가 알아서 잘 하고 있습니다.
en: don’t worry about my husband.

source: 어쨌든 내일까지 답 줘.
en: also, give me your answer by tomorrow.

source: 소리예오오.
en: it’s sol!

source: 너희 둘이 주고받은 문자 내가 다 봤는데 오해는 무슨 오해.
en: I’ve seen the texts between you two.

source: ㅈ랄 안 하게 생겼어?
en: what’s wrong with me?!

source: 만들어주면 그냥 감사합니다, 하고 처마셔.
en: you’re welcome, so just drink it.

source: 적어도 태평양 정도는 되어야 저 형 데리고 살지.
en: the patience of buddha, maybe.

source: 내가 왜 사과를 하냐!
en: why would I apologize?!

source: 흥미?
en: intrigue?

source: 맞을걸?
en: I’m pretty sure he is.

source: 형!
en: hey!

source: 삐끗
en: SLIP

source: ꞏꞏꞏ네.
en: yes...

source: 내가 아는 그 남자가 맞나?
en: is he the person I know?

source: 송구스럽습니다.
en: I’m sorry.

source: 지금 내 말 듣고는 있는 거야?
en: is he even listening?

source: 왜 왔어?
en: why are you here?

source: 설마 여기서 키스하려나?
en: is he going to kiss me?

source: 여자라ꞏꞏꞏ 그럼 나 신 변한테 여자야?
en: a lady... so, am I a lady to you?

source: 너, 지금 말 깠니?
en: did you?

source: 이혼장 접수 때문에?
en: are you here to file the divorce papers?

source: 벌떡
en: stand

source: 도련님 집에서 지내니?
en: are you staying at your brother’s house?

source: 넌 천천히 와.
en: take it slow.

source: 그러니까 까불지 마세요, 장 검사님.
en: so don’t mess with me, prosecutor jang.

source: 나, 이혼한다.
en: I’m getting a divorce.

source: 사내 연애를 하지 말라는 조항은 더더욱 없어.
en: there’s no rule at the office that prevents us from being together.

source: 이봐요!
en: excuse me?!

source: 말 한번 쉽게 하네.
en: how can you say that so easily?

source: 맞고 시작할게.
en: let’s start with that.

source: 사람 성의를 생각해서라도?
en: consider the efforts I put into this?

source: 너 지금 사람 갖고 노냐?
en: are you kidding me?

source: 지금 내가 얘기하고 있잖아.
en: I’m talking right now, stop cutting me off.

source: 미워할 수 없는, 초보.
en: ...I can’t complain.

source: 맥주는 됐고.
en: I don’t want beers.

source: 내 입술 빠는 생각은 그쯤하고
en: stop thinking about my lips,

source: 네 꼴리는 대로.
en: you choose.

source: 넌 변호사지?
en: you’re a lawyer, right?

source: 즉석김밥
en: Instant Kimbap

source: 아뇨, 많이는 아니어도 종종 봤습니다.
en: no, I have worked with a few before.

source: 그리고 음료는 청포도 에이드로 부탁드립니다.
en: ...and a grapeade, please?

source: 천천히 오라고 하실 땐 언제고.
en: you said I could take my time...

source: 약한 모습 보이고 싶지도 않고, 남편만 보면 나는 그냥 삐딱해져.
en: ...or be vulnerable in front of him. I get so stubborn with him.

source: 그나저나 현민이는 연애 안 해?
en: by the way, is there any news?

source: 힐끔
en: glance

source: 표정 아주 좋습니다!
en: you’re so perfect!

source: 그래, 절이라도 해.
en: that sounds pretty good to me.

source: 두근
en: thump

source: 너, 지금 나랑 장난하냐?
en: are you kidding me?

source: 각색 콘티 도미 원화 녹두 원작 Hirachell
en: Adaptation & Storyboard Domi Illustration Nokdu Original Work Hirachell

source: 싱긋
en: smile

source: 경찰 불러, 경찰!!
en: someone call the police!

source: 그런 얼굴을 하고 있길래 허기져서 투정 부리는 줄 알았지.
en: well, you’re making that face, so I thought you were hangry.

source: 나라고.
en: would it be easy?

source: 사람은 누구나 슬플 때가 있죠.
en: we all get upset sometimes.

source: 너한텐 결국, 기간이 중요한 거구나.
en: I guess how long it’s been matters to you.

source: 아니, 넌 나 때문에 말을 못한 게 아니라.
en: that’s not the truth.

source: 결혼을 축하드립니다
en: congratulations on your wedding

source: 소곱창구이
en: beef small intestines

source: 검 찰
en: prosecutor

source: 답지 않게 쫄기는.
en: haha, don’t be scared.

source: 아빠도 우리 솔이 너무 보고 싶었어.
en: I missed you so much too.

source: 뭐야, 네가 여기 왜 있어?
en: what the- why are you here?

source: 그래서 그래?
en: is it?

source: 슉
en: swoosh

source: 툭
en: flop

source: 이깟 조각 케이크, 십만 개라도 더 사드릴게요.
en: then I can buy you thousands of these.

source: 네, 싫대요.
en: apparently.

source: 픽
en: SCOFF

source: 8천에서 1억 사이인 걸로 알고 있습니다.
en: I think it’s in between 80 and 100k.

source: 미안해, 지안아.
en: sorry, jian.

source: 해준이 일로는 오해 안 해.
en: I won’t, especially with haejun.

source: 유학.연수 일본유학
en: STUDY ABROAD IN JAPAN

source: 네가 곤란할 상황은 만들지 않을게.
en: I won’t put you into a difficult situation...

source: 넌 무심한 거니, 아니면 생각이 없는 거니?
en: are you doing this on purpose?

source: 언니 보고 가셔야죠.
en: you should go say hi to soyeon.

source: 물어봐.
en: say it.

source: 소리이 아빠 보고시포또요오!!
en: I missed you daddy!!!

source: 이새끼냐고
en: is this him?

source: 지금 뭐 하시는 거예요?
en: what are you doing?

source: 그렇다면요?
en: then what?

source: 나는 아무래도 모든 면에서 베테랑인 이 남자에게 홀려도 단단히 홀린 것 같다.
en: I think I got lured in by this professional editor who is now my lover.

source: 퇴근 시간에 붙잡히니까 아주 기분들 뭐 같죠?
en: it must suck to be stuck here at the end of the day, right?

source: 문자 보낼게.
en: I’ll text you.

source: 자, 잠시만요!
en: o-one second!

source: 검사님은 대화할 상대가 필요했고, 나는 검사님 말을 잘 들어줬고.
en: you needed someone to talk to, and I listened.

source: 푹
en: DROP

source: 성함 알고 계신가요?
en: do you know his full name?

source: 더 맛있는 거 사드린다니까.
en: we could have went to a nicer restaurant.

source: 또각 또각
en: clack clack

source: 이 언니 진짜 사람 기분 드럽게 만드네.
en: you really made me feel like crap.

source: 내 몸만 원하고 말이야.
en: you only come for my body, after all.

source: 뭐?
en: what?

source: 꺄악
en: scream

source: 아빠가 늦어서 미안.
en: I’m so sorry for being late, sol.

source: 집에 거울도 없나 보죠?
en: is there a mirror in your house?

source: 영화도 볼 거고.
en: I’ll be watching a movie, too!

source: 어, 어딜요?
en: t-to where?

source: 행사상품은 교환환
en: final sale items cannot be

source: 안 꺼져?
en: get off of me.

source: 스륵
en: touch

source: 하아..
en: sigh

source: 아무래도 느낌이 안 좋다.
en: I have a feeling...

source: 네가 어떻게 지내는지 궁금했다고.
en: I’m curious about how you’re doing.

source: 네 차냐?
en: is it yours?

source: 고마워, 진심이야.
en: seriously, thank you...

source: 아니까 앞에서 이 정도로 기는 거 아닙니까!
en: that’s why I’ve been complying with you!

source: 해준 씨가ꞏꞏꞏ 여긴 어떻게ꞏꞏꞏ?
en: how did you... come here?

source: 연애를 너무 오래 쉬었나.
en: I’ve been single for too long.

source: 형?
en: haebeom?

source: 그 점은 좀 닮았나?
en: I guess that does seem like her.

source: 몸만 섞는 관계는 그만 청산하고.
en: then, let’s drop this friends with benefits bullsh*t...

source: 신 변호사를 좀, 만나러 왔는데요.
en: I’m here for lawyer shin.

source: 편집장님
en: chief

source: 그의 기분이 얼마나 저조했냐면, 제 몸보다 더 소중하게 여기는 솔이를 어머니에게 일주일 넘게 맡겨둘 정도였으니...
en: he’s even asked his mother to take care of sol, who he cares about more than himself, for over a week.

source: 그러니까 나는 네가ꞏꞏꞏ
en: I really...

source: 그때의 너, 지금의 너.
en: the you then, and the you now.

source: 원래 연애 스타일이 불도저세요?
en: are you always this forward?

source: S 브랜드도 싫다.
en: the s brand,

source: 하⋯ 엿 같네 진짜⋯
en: sigh... everything sucks.

source: 어머, 신 펴어어언!!!
en: oh my god, editor shin!!!

source: 내가 언제.
en: when did I do that?!

source: 혀 반토막 났니?
en: is it a medical condition?

source: 말씀드렸잖아요.
en: I told you.

source: 뭐 잘못 먹었냐?
en: are you sick?

source: 대답이요?
en: an answer?

source: 지안아!
en: jian!

source: 누구, 저 새끼?
en: what, for him?

source: 까불지 말라며?
en: you told me I’m disgusting.

source: 언니는 또 처음 보네요?
en: but I have never seen you before.

source: …엄마, 미안해.
en: mom, I’m sorry...

source: 불륜 이혼 소송까진 안 갈 테니까,
en: I won’t sue you for the affair,

source: 저는 직장 내에 저희 둘 사이가 알려지는 건 원치 않습니다.
en: I don’t want our relationship to be public at work.

source: 브이 해야지?
en: say cheese!

source: 난 내 전담 변호사가 가해자로 경찰서 들락날락 거리는 꼴 보기 싫은데?
en: ...but I can’t have my lawyer arrested with assault charges.

source: 내가 지금 유지안 씨 관찰 중인 건 잘 알고 있을 테고.
en: you know that I’m observing you right now.

source: 곱창전골 30,000
en: beef intestines stew $30

source: 해준아, 너 혹시.
en: haejun, do you...

source: 나도 나가야지.
en: and move out.

source: 왈칵
en: DROP

source: ⋯나 죽으라고?
en: so I could suffer?

source: 저희 지금 들어왔는데요!
en: we just walked in!

source: 집안 곳곳 네 흔적이 남지 않은 곳이 없는데?
en: there are traces of you in every corner of that house.

source: 너랑 이곳에서 키스하는 생각을 했어.
en: I thought about kissing you right here.

source: 웃을 일만 생기면 얼마나 좋겠어요.
en: it’d be nice if we could be happy every single day...

source: 왜 내 몸만 좋아하는 척하는 건데…
en: so why are you pretending like you’re only in it for my body...?

source: 바꿔다 주긴 뭘 바꿔다 줘!
en: of course I don’t want a different kind!

source: 빨리!
en: hurry!

source: 같이 있으면 마음이 편해져.
en: she makes me feel comfortable around her.

source: 쾅
en: GRAB

source: 이유는 간단하다.
en: it’s simple.

source: 다른 데는 있다는 거네?
en: so there is one, but just not around here.

source: 복분자
en: BOKBUNJA

source: 형이죠.
en: you are.

source: 2, 2년이요?!
en: t-two years?!

source: 성격을 맞추는 것도 맞추는 건데,
en: dealing with his personality is one thing...

source: 투덜
en: grumble

source: 네?
en: what?

source: 나 왔다고 얘기하지 마.{j}응?
en: no... please don’t tell her I’m here.{j}

source: 팔랑
en: FLAP

source: 진경이 일이나 뭐…
en: I don’t know... then, is jingyeong doing well?

source: 희한하네, 저 새끼가 커피 심부름은 잘 안 시키는데.
en: that’s interesting. he doesn’t usually make people get coffee for him.

source: 얼만데, 이 개ㅅ끼야.
en: huh? how much do you want?

source: 까딱
en: flick

source: 꼬옥..
en: hold

source: 이 ㅅ발 새끼들이 진짜!
en: you bastards, seriously?!

source: 이 새끼가 진짜 돌았나!
en: are you frickin’ serious?!

source: 이렇게 오래도록 그에게서 소식을 듣지 못한 적은 처음이다.
en: he has never gone this long without talking to me.

source: 투닥
en: BICKER

source: 어디서 지내?
en: where are you staying?

source: 빤히
en: stare

source: 지금까지 내가 본 여자들 중 가장.
en: she’s stronger than anyone I ever met.

source: 그건 그거고.
en: moving on.

source: 사랑, 사랑, 그리고 또 사랑.
en: we love, and love, and love even more.

source: 왜 혼자 가시면 안 되는데요?
en: why not?

source: 내가 혼자 화장실에서 울든 말든 신경도 안 썼잖아, 너.
en: you didn’t care when I was crying in the bathroom.

source: 나 또 찍히는 거 아니야?
en: what if he’s annoyed with me again?

source: 뭐라고 해야 되나?
en: how do I explain this...

source: 끄덕
en: nod

source: 진경이랑 헤어졌어…
en: ...am no longer with jingyeong.

source: 후우..
en: SIGH

source: 내가 갑자기 집으로 들이닥칠까 봐?
en: or because you’re worried that I’ll walk in on you one day?

source: 터벅
en: stomp

source: 해준아.
en: haejun.

source: 그랬지.
en: I did.

source: 쪼르르..
en: POUR

source: 하ꞏꞏꞏ
en: urgh...

source: 음…
en: um...

source: 지안 씨 말이야.
en: you know,

source: 이상하게 형 기분이 아주 X같아지거든.
en: ...it really angers me.

source: 우와!
en: woah!

source: 편집장님, 이 일은 정말 죄송합니다.
en: chief, I apologize about this whole thing.

source: 나, 유지안 씨 좋아해도 돼?
en: can I have feelings for you?

source: 팔 아파.
en: my arm hurts.

source: 그나마 내 가족 같은, 목숨도 떼 줄 수 있는 내 친구에겐 요즘 말도 안 되는 질투를 느껴.
en: and I’ve been feeling jealous towards my only friend, who’s the closest thing to family I’ve ever had

source: 불안해서 그래.{j}빨리 답 줘.
en: I’m anxious. so, just answer me.{j}

source: 나도 내가 미련한 건 잘 안다.
en: I know I’m being stupid...

source: 맥주 괜찮으ꞏꞏꞏ
en: do you want some be--

source: 발음이 꽤 쓸 만하던데.
en: you have a good pronunciation.

source: 우리 솔이는 배고프면 예민해지던데.
en: sol gets sensitive when she’s hungry.

source: 안녕하세요, 편집장님!
en: hello, chief!

source: 그래요, 긴장하지 마요.
en: yeah, don’t be too nervous.

source: 유지안 씨가 사과할 일은 아니고.
en: there’s nothing for you to apologize for.

source: 찍어.
en: sign it.

source: 왜.
en: what.

source: 저희 로펌엔 신 변호사님만 몇 분 계셔서.
en: there are quite a few lawyer shin’s here.

source: 스르륵
en: slide

source: 어머, 얘 오늘 진짜 왜 이래?
en: hey, what’s wrong with you today?

source: 그 별것도 아닌 말이
en: that might sound like it’s nothing special...

source: 적어도 연락 한 통은 하지 않을까 싶었다.
en: ...so I thought he would eventually contact me.

source: 흠~
en: hum

source: 엎드려서 구두라도 핥아주는 건 어때.
en: do you also want me to clean your shoes with my tongue?

source: 내가 죄책감에 괴로워하다 죽길 바라고 이제야 얘기한 거야?
en: did you want me to die from all that guilt and suffering?

source: 뚱
en: pout

source: 음, 좋아요.
en: uh... okay.

source: 네가 그랬잖아.
en: you told me

source: 이 새끼들이 사람 죽이네!!
en: these guys are killing me!!

source: 덜
en: tremble

source: 어릴 땐 줘패기라도 했지.
en: At least I was able to discipline you when you were little.

source: 사람을 뭐 이렇게 막무가내로 끌고 다녀.
en: don’t drag her around.

source: 바들..
en: TREMBLE

source: 취한 세 남자가 모이면 분위기는 이처럼 난장판이 된다.
en: they are just three drunk guys today.

source: 남편이랑도 먹지 않는 저녁을 수사관님이랑 마주 보고 먹어.
en: I don’t sit down for dinner with my husband, but we’re having it together every night.

source: 고백으로 들으면 돼?
en: take that as a hint?

source: 아니야?
en: am I wrong?

source: 펴, 편집장님!
en: c-chief!

source: 너 요즘 진짜 이상해.
en: you’ve been really weird recently.

source: 두 가지만 물어볼게.
en: I’m going to ask you two questions.

source: 늘 연예인 촬영은 이렇게 비굴하게 진행되나?
en: is this usually how it goes with celebrities?

source: 내가 서울역에서 노숙을 하든 모텔을 잡아 살든 너와는 아무 상관없는 일 아닌가?
en: even if I’m sleeping on the streets, it wouldn’t be your problem.

source: 주, 주거침입죄요?
en: trespassing?

source: 저ꞏꞏꞏ 들어가요?
en: should I... just go back in?
